Repository: pov-it/Trio
Catalog: Trio/Resources/InfoPlist.xcstrings
Source language: en
Languages: de

# CFBundleName
source: Trio
de: Trios

# NFCReaderUsageDescription
source: NFC is used to scan Libre sensors.
de: NFC wird zum Scannen von Libre Sensoren benutzt.

# NSBluetoothAlwaysUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices
de: Bluetooth wird verwendet, um mit Insulinpumpen und CGMs zu kommunizieren.

# NSBluetoothPeripheralUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices
de: Bluetooth wird verwendet, um mit Insulinpumpen und CGMs zu kommunizieren.

# NSCalendarsFullAccessUsageDescription
source: To create events with glucose values, so they can be viewed on Apple Watch and CarPlay
de: Ereignisse mit BG-Lese-Werten erstellen, so dass sie bei Apple Watch und CarPlay angezeigt werden können

# NSCalendarsUsageDescription
source: Calendar is used to create new glucose events.
de: BZ-Werte werden im Kalender als temporärer Termin erstellt.

# NSContactsUsageDescription
source: Allows Trio to access your contacts for live updates to your Apple Watch contact complication using the 'Contact Trick' feature.
de: Ermöglicht Trio den Zugriff auf deine Kontakte, um mit der Funktion „Kontakt Trick“ Live-Updates für die Kontakt-Komplikation auf deiner Apple Watch bereitzustellen.

# NSFaceIDUsageDescription
source: For authorized access to bolus
de: Autorisierung für Bolusabgabe

# NSHealthShareUsageDescription
source: Health App is used to store blood glucose, insulin and carbohydrates
de: Die Apple Health App wird zum Speichern von Blutzuckerwerten, Insulin und Kohlenhydraten verwendet

# NSHealthUpdateUsageDescription
source: Health App is used to store blood glucose, insulin and carbohydrates
de: Die Apple Health App wird zum Speichern von Blutzuckerwerten, Insulin und Kohlenhydraten verwendet
